{"_path":"/getting-started","_dir":{"_path":"/getting-started/_dir","title":"Getting Started"},"_draft":false,"_partial":false,"_locale":"","title":"Introduction","description":"Deconstructing the challenge.","body":{"type":"root","children":[{"type":"element","tag":"h2","props":{"id":"the-problem"},"children":[{"type":"text","value":"The problem"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The great tragedy about the major chronic diseases is that they have become accepted as normal despite being preventable. Their true nature are far from what is ubiquitously assumed. This is the fundamental motivating force behind this educational endeavor."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Among people of all levels of expertise—from those who have never read a formal scientific paper to those who do it professionally—there is strong disagreement on the subject of chronic disease."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Science is difficult. Humans are inherently biased, and it continues to be increasingly difficult to find the scientific signals through all the "},{"type":"element","tag":"end-to-end-reference","props":{":paragraphs":"[\n        \"The term is sometimes used metaphorically to refer to the ratio of useful information to false or irrelevant data in a conversation or exchange. For example, in online discussion forums and other online communities, off-topic posts and spam are regarded as noise that interferes with the signal of appropriate discussion.\"\n    ]","href":"https://en.wikipedia.org/wiki/Signal-to-noise_ratio#Other_uses","label":"pseudoscientific noise","title":"Wikipedia: Signal-to-noise ratio"},"children":[]},{"type":"text","value":"."}]},{"type":"element","tag":"h2","props":{"id":"a-two-part-solution"},"children":[{"type":"text","value":"A two-part solution"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The goal is getting as many people as possible to understand the science of chronic disease. The discourse between those who spread knowledge and those who receive it benefits from the science being easy to find and understand."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The primary aim of The Study is thus to be an accessible and comprehensive high-quality educational source regardless of level of expertise."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"One of the great challenges the discourse faces is "},{"type":"element","tag":"end-to-end-reference","props":{":paragraphs":"[\n        \"The amount of energy needed to refute bullshit is an order of magnitude bigger than that needed to produce it.\"\n    ]","href":"https://en.wikipedia.org/wiki/Brandolini%27s_law","label":"Brandolini's law","title":"Wikipedia: Brandolini's law"},"children":[]},{"type":"text","value":", exacerbated by the fact that one is not seldom outnumbered. This beast shows its head wherever logical rigor is lacking."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Imagine that you are in a debate with someone who argues against you with a certain kind of statistical fallacy known as "},{"type":"element","tag":"end-to-end-reference","props":{":paragraphs":"[\n        \"Simpson's paradox is a phenomenon in probability and statistics in which a trend appears in several groups of data but disappears or reverses when the groups are combined. This result is often encountered in social-science and medical-science statistics, and is particularly problematic when frequency data are unduly given causal interpretations.\"\n    ]","href":"https://en.wikipedia.org/wiki/Simpson%27s_paradox","label":"Simpson's paradox","title":"Wikipedia: Simpson's paradox"},"children":[]},{"type":"text","value":". Since this fallacy is well-documented and rigorous in nature (in this case, purely mathematical), your refutal can be as simple as referencing the paradox. In this scenario, Brandolini's law does not hold."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"In order to mitigate Brandolini's law, the secondary aim of The Study is thus to serve as documentation for the most commonly referenced fallacies and low-quality science."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[{"id":"the-problem","depth":2,"text":"The problem"},{"id":"a-two-part-solution","depth":2,"text":"A two-part solution"}]}},"_type":"markdown","_id":"content:1.getting-started:1.index.md","_source":"content","_file":"1.getting-started/1.index.md","_extension":"md"}